Repository: litvcom/enigma2-plugins
Catalog: epgsearch/po/*.po
Languages: ru

source: %ssearch EPG
ru: %sПоиск EPG

source: %ssearch EPG from history...
ru: %sПоиск EPG из истории

source: Add AutoTimer
ru: Автотаймер

source: Add Timer
ru: Таймер

source: Add a record timer for highlighted event
ru: Добавить таймер записи для выбранного события

source: Add a zap timer for highlighted event
ru: Переключить по таймеру на выбранное событие

source: Add an AutoTimer for highlighted event
ru: Добавить автотаймер для выбранного события

source: Add/remove/edit timer for highlighted event
ru: Добавить/удалить/править таймер для выбранного события

source: All bouquets
ru: Все пакеты

source: All services
ru: Все каналы

source: Cancel
ru: Отмена

source: Channel Selection
ru: Выбор канала

source: Choose the encoding type for searches, helpful for foreign languages.
ru: Выберите тип кодировки для поиска. Полезно для иностранных языков.

source: Close dialog
ru: Закрыть

source: Control where to search in the EPG. When 'all bouquets' is set, all bouquets are searched, even if 'Enable multiple bouquets' is disabled.
ru: Область поиска EPG. Если выбрать "Все пакеты", то поиск происходит во всех пакетах пользователя, если "Включить несколько пакетов" - отключено.

source: Could not read AutoTimer timer list: %s
ru: Не удалось прочитать список автотаймеров: %s

source: Current bouquet
ru: Текущий пакет

source: Current service
ru: Текущий канал

source: DVB-C Cable services
ru: Кабельные услуги DVB-C

source: DVB-T Terrestrial services
ru: Наземные услуги DVB-T

source: Default scope when asked
ru: Область по умолчанию при запросе

source: EPG Search
ru: Поиск EPG

source: EPG Search setup
ru: Поиск EPG - Настройки

source: EPGSearch
ru: Поиск EPG

source: EPGSearch Setup
ru: Поиск EPG - Настройки

source: Enable this to allow access to EPG Search from within the plugin browser.
ru: Показывать "Поиск EPG" в списке плагинов.

source: Enter new search
ru: Новый поиск

source: Enter text to search for
ru: Введите текст для поиска

source: Exclude results from
ru: Исключить результаты из

source: Exit EPG Search
ru: Выход

source: Filter results by source
ru: Фильтровать результаты по источнику

source: IMDB search for highlighted event
ru: Поиск выбранного события в IMDb

source: IMDb Search
ru: IMDb поиск

source: Import from AutoTimer
ru: Импорт из автотаймера

source: Import from EPG
ru: Импорт из EPG

source: Import from Timer
ru: Импорт из таймера

source: Include or exclude results depending on their source (e.g. by satellite)
ru: Включить или исключить результаты в зависимости от их источника (например, со спутника)

source: Include results from
ru: Включить результаты из

source: Include/exclude search results from this type of source
ru: Включить/исключить результаты поиска из этого типа источника

source: Include/exclude sources
ru: Включить/исключить источники

source: Is the search case-sensitive or case-insensitive?
ru: Является ли поиск чувствителен к регистру или без учета регистра?

source: Length of history
ru: Ограничить историю поиска

source: Maximum number of entries in the search history. Set this to 0 to disable search history.
ru: Максимальное количество записей в истории поиска. Установите '0' для отключения истории поиска.

source: Move down
ru: Вниз

source: Move down a page
ru: Вниз страницы

source: Move up
ru: Вверх

source: Move up a page
ru: Вверх страницы

source: New Search
ru: Новый поиск

source: No history
ru: Нет истории

source: Number of filters for inclusion/exclusion of results
ru: Количество фильтров для включения/исключения результатов

source: Number of inclusions/exclusions
ru: Количество включений/исключений

source: Open selected in IMDb
ru: Открыть выбранное в IMDb

source: Save search as AutoTimer
ru: Сохранить результаты поиска в автотаймер

source: Search
ru: Поиск

source: Search EPG
ru: Поиск EPG

source: Search encoding
ru: Кодировка для поиска

source: Search in...
ru: Поиск в...

source: Search scope
ru: Область поиска

source: Search strictness
ru: Точность поиска

source: Search type
ru: Тип поиска

source: Searching...
ru: Поиск...

source: Select a timer to search
ru: Выберите таймер для поиска

source: Select text to search for
ru: Выбрать текст для поиска

source: Set type of match used to compare program titles with the search string.
ru: Установить тип соответствия, используемый для сравнения названий программ с поисковой строкой.

source: Sets the default search scope when the user is asked.
ru: Установите область поиска по умолчанию при запросе пользователя.

source: Setup
ru: Настройка

source: Setup menu
ru: Меню настроек

source: Show AutoTimer list
ru: Показать списов автотаймеров

source: Show detailed event information
ru: Показать подробную информации о событии

source: Show in plugin browser
ru: Показывать в списке плагинов

source: Show orbital position
ru: Показать орбитальную позицию

source: Show satellite orbital positions in the search results.
ru: Показывать орбитальные позиции спутников в результатах поиска.

source: Show search history
ru: Показать историю поиска

source: Stream
ru: Поток

source: Use source restrictions below to only include results from the sources, or exclude them.
ru: Используйте приведенные ниже ограничения источника, чтобы включать только результаты из источников или исключить их.

source: Zap to channel
ru: Переключить на канал

source: all bouquets
ru: Все пакеты

source: all services
ru: Все каналы

source: ask user
ru: Спросить пользователя

source: case-insensitive search
ru: Игнорировать регистр

source: case-sensitive search
ru: С учетом регистра

source: current bouquet
ru: Текущий пакет

source: current service
ru: Текущий канал

source: disabled
ru: Отключено

source: exact match
ru: Точное совпадение

source: exclude
ru: Исключить

source: include
ru: Включить

source: partial match
ru: Частичное совпадение

source: search EPG
ru: Поиск EPG

source: search EPG from history...
ru: Поиск EPG из истории

source: title starts with
ru: Название начинается с
